export const rooms = [
  {
    roomId: 1,
    title: "제목입니다. 이 제목은 길어졌습니다.",
    name: "최기웅",
    commentCount: 9,
  },
  { roomId: 2, title: "제목입니다", name: "최기웅", commentCount: 5 },
  {
    roomId: 3,
    title: "제목입니다. 이 제목은 길어졌습니다.",
    name: "최기웅",
    commentCount: 9,
  },
  {
    roomId: 4,
    title: "제목입니다. 이 제목은 길어졌습니다.",
    name: "최기웅",
    commentCount: 9,
  },
  {
    roomId: 5,
    title: "제목입니다. 이 제목은 길어졌습니다.",
    name: "최기웅",
    commentCount: 9,
  },
  {
    roomId: 6,
    title: "제목입니다. 이 제목은 길어졌습니다.",
    name: "최기웅",
    commentCount: 9,
  },
];

export const comments = [
  {
    commentId: 1,
    profileImageUrl: "",
    writer: "최기웅",
    text: "댓글입니다.",
  },
  {
    commentId: 2,
    profileImageUrl: "",
    writer: "최기웅",
    text: "댓글입니다.",
  },
  {
    commentId: 3,
    profileImageUrl: "",
    writer: "최기웅",
    text: "댓글입니다.",
  },
  {
    commentId: 4,
    profileImageUrl: "",
    writer: "최기웅",
    text: "댓글입니다. 이 댓글은 엄청 길어요~~~~~~~~~~~~~~~~~~~~~~~ 진짜 길어요!!!!!!!!!!!!!!!!!!!!!!댓글입니다. 이 댓글은 엄청 길어요~~~~~~~~~~~~~~~~~~~~~~~ 진짜 길어요!!!!!!!!!!!!!!!!!!!!!!댓글입니다. 이 댓글은 엄청 길어요~~~~~~~~~~~~~~~~~~~~~~~ 진짜 길어요!!!!!!!!!!!!!!!!!!!!!!댓글입니다. 이 댓글은 엄청 길어요~~~~~~~~~~~~~~~~~~~~~~~ 진짜 길어요!!!!!!!!!!!!!!!!!!!!!!",
  },
  {
    commentId: 5,
    profileImageUrl: "",
    writer: "최기웅",
    text: "댓글입니다. 이 댓글은 엄청 길어요~~~~~~~~~~~~~~~~~~~~~~~ 진짜 길어요!!!!!!!!!!!!!!!!!!!!!!댓글입니다. 이 댓글은 엄청 길어요~~~~~~~~~~~~~~~~~~~~~~~ 진짜 길어요!!!!!!!!!!!!!!!!!!!!!!댓글입니다. 이 댓글은 엄청 길어요~~~~~~~~~~~~~~~~~~~~~~~ 진짜 길어요!!!!!!!!!!!!!!!!!!!!!!댓글입니다. 이 댓글은 엄청 길어요~~~~~~~~~~~~~~~~~~~~~~~ 진짜 길어요!!!!!!!!!!!!!!!!!!!!!!",
  },
  {
    commentId: 6,
    profileImageUrl: "",
    writer: "최기웅",
    text: "댓글입니다. 이 댓글은 엄청 길어요~~~~~~~~~~~~~~~~~~~~~~~ 진짜 길어요!!!!!!!!!!!!!!!!!!!!!!댓글입니다. 이 댓글은 엄청 길어요~~~~~~~~~~~~~~~~~~~~~~~ 진짜 길어요!!!!!!!!!!!!!!!!!!!!!!댓글입니다. 이 댓글은 엄청 길어요~~~~~~~~~~~~~~~~~~~~~~~ 진짜 길어요!!!!!!!!!!!!!!!!!!!!!!댓글입니다. 이 댓글은 엄청 길어요~~~~~~~~~~~~~~~~~~~~~~~ 진짜 길어요!!!!!!!!!!!!!!!!!!!!!!",
  },
];
